Repository: demidov91/mogiminsk
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Purchase was CANCELLED!
ru: Заказ ОТМЕНЁН!

source: Looks like the purchasement was already cancelled. Call the company if you don't think so.
ru: Похоже, что заказ уже был отменён. Позвоните диспетчеру, если Вы так не думаете.

source: Failed to cancel. Please, call the company to cancel.
ru: Не смог отменить заказ. Пожалуйста, позвоните диспетчеру для отмены.

source: Back
ru: Назад

source: Today, %s
ru: Сегодня, %s

source: Tomorrow, %s
ru: Завтра, %s

source: Other
ru: Другое

source: Choose the date
ru: Выбирете дату:

source: What time?
ru: Во сколько?

source: Earlier 🌅
ru: Раньше 🌅

source: Later 🌞
ru: Позже 🌞

source: Before 6:00
ru: Раньше 6:00

source: Later 🌇
ru: Позже 🌇

source: Earlier 🌞
ru: Раньше 🌞

source: After 22:00
ru: 22:00 и позже

source: Unfortunately I have no contacts for this trip :(
ru: К сожалению, у меня нет контактной информации :(

source: Got it
ru: В начало

source: ⬅ Back
ru: ⬅ Назад

source: Cancel ❌
ru: Отменить ❌

source: Unexpected response.
ru: Непредвиденный ответ

source: Wrong SMS code.
ru: Неправильный SMS-код.

source: Send again
ru: Выслать заново

source: SMS was sent to +%s. Enter it.
ru: SMS с кодом было отправлено на +%s. Введите его, пожалуйста

source: Send me some feedback. What would you improve, what went wrong while using the bot? It will help me become better.
ru: Что бы Вы хотели улучшить, что не понравилось при использовании бота? Ваше мнение поможет мне стать лучше.

source: Add anything or press "Back" to return to booking trips.
ru: Ещё что-то? Нажмите 'Назад', чтобы вернуться к заказу поездок.

source: Excuse me, I can't recognize your message :( Please, contact me directly at %s to tell what you wanted.
ru: Прошу прощения, я не смог прочеть Ваш отзыв :( Пожалуйста, свяжитесь напрямую с %s. Спасибо!

source: Wrong SMS. Enter again.
ru: Неправильный SMS-код. Введите ещё раз.

source: Failed to purchase the trip. Try another provider.
ru: Не удалось заказать поездку. Попробуйте другого перевозчика.

source: What's your name?
ru: Как Вас зовут?

source: Add some notes:
ru: Добавьте замечание:

source: Tap the button below to share your phone number or enter it.
ru: Нажмите на кнопку ниже, чтобы отправить свой номер или наберите его.

source: Share phone number
ru: Отправить номер телефона

source: Firm: %(provider)s Direction: %(direction)s Time: %(time)s Phone: %(phone)s (Tap on the buttons bellow to change)
ru: Фирма: %(provider)s Направление: %(direction)s Время: %(time)s Телефон: %(phone)s (Нажмите на кнопку ниже, чтобы изменить)

source: Notes: %s
ru: Замечания: %s

source: Notes
ru: Замечания

source: Name: %s
ru: Имя: %s

source: Phone: +%s
ru: Телефон: +%s

source: Pick up: %s
ru: Посадка: %s

source: %s seat(s)
ru: Места: %s

source: Book it! ✅
ru: Заказать! ✅

source: Minsk-Mog.
ru: Минск-Мог.

source: Mog.-Minsk
ru: Мог.-Минск

source: You have no pending trips
ru: У Вас нет активных заказов

source: Your purchases
ru: Ваши заказы

source: Your purchase
ru: Ваш заказ

source: How many seats?
ru: Сколько мест?

source: %dr.
ru: %dр.

source: ({} seats)
ru: ({} мест)

source: More
ru: ... и ещё

source: Choose trip:
ru: Выберите поездку:

source: ...previous
ru: ...предыдущие

source: more...
ru: ещё...

source: Choose start station:
ru: Место посадки:

source: No trips found :(
ru: Поездки не найдены :(

source: When?
ru: Когда?

source: 🌅 Morning
ru: 🌅 Утро

source: 🌞 Day
ru: 🌞 День

source: 🌇 Evening
ru: 🌇 Вечер

source: I hope you've called dispatcher. Trips with 📞 icons can't be booked from bot. Choose trip with 🚐 symbol to book in-app.
ru: Надеюсь, Вы позвонили диспетчеру. Поездки с иконкой 📞 не могут быть заказаны ботом. Выбирайте варианты обозначеные 🚐 для заказа из приложения.

source: Press "Got it" button after you've purchased the trip.
ru: Нажмите на кнопку 'В начало', после того как закажите поездку.

source: Where are we going?
ru: Куда едем?

source: To Mogilev
ru: В Могилёв

source: To Minsk
ru: В Минск

source: My trips
ru: Мои поездки

source: Feedback
ru: Обратная связь

source: This is a bot for booking Mogilev-Minsk minibusses. Choose the date, time and book your trip! Notice: 🚐 - bookable directly from bot. 📞 - you have to make a call to book your trip.
ru: Для заказа маршрутки выберите направление, дату и время. Обозначения: 🚐 - можно заказать прямо из бота. 📞 - для заказа надо позвонить диспетчеру.

source: Take a quick animated tour
ru: Демонстрация 🎥

source: Something went wrong...
ru: Что-то пошло не так...

source: Mogilev - Minsk
ru: Могилёв - Минск

source: Minsk - Mogilev
ru: Минск - Могилёв

source: Trip is booked! You'll be notified with SMS shortly.
ru: Поездка заказана! Скоро придёт SMS.

source: Trip is booked! Operator will call you before departure.
ru: Поездка заказана! Диспетчер позвонит Вам перед отправлением.

source: Test message
ru: Сие есть сущая тестовая строка
